Repository: mirodil1/saveanybot
Catalog: locales/*/LC_MESSAGES/savebot.po
Languages: fa, hi, kk, uz

source: Size of media is too large but you can download it from link
fa: اندازه رسانه خیلی بزرگ است اما می‌توانید آن را از <a پیوند دانلود کنید
hi: मीडिया का आकार बहुत बड़ा है लेकिन आप इसे लिंक से डाउनलोड कर सकते हैं
kk: Медиа өлшемі тым үлкен, бірақ оны сілтемеден жүктеп алуға болады
uz: Media hajmi katta, ammo ushbu havola orqali yuklab olishingiz mumkin

source: Something went wrong, try again.
fa: یه چیزی اشتباه شد دوباره تلاش کن.
hi: कुछ गलत हुआ है, दोबारा कोशिश करें.
kk: Бірдеңе дұрыс болмады, әрекетті қайталаңыз.
uz: Xatolik yuz berdi, qayta urinib ko'ring.

source: Story not found
fa: داستان پیدا نشد
hi: कहानी नहीं मिली
kk: Әңгіме табылмады
uz: Story topilmadi

source: <b>Send a link and get your media!</b> You can download photo and video files from popular social media! Instagram TikTok YouTube Twitter Pinterest
fa: <b>یک پیوند ارسال کنید و رسانه خود را دریافت کنید!</b> می‌توانید فایل‌های عکس و ویدیو را از رسانه‌های اجتماعی محبوب دانلود کنید! Instagram TikTok YouTube Twitter Pinterest
hi: <b>एक लिंक भेजें और अपना मीडिया प्राप्त करें!</b> आप लोकप्रिय सोशल मीडिया से फ़ोटो और वीडियो फ़ाइलें डाउनलोड कर सकते हैं! Instagram TikTok YouTube Twitter Pinterest
kk: <b>Сілтемені жіберіп, медиа файлдарыңызды алыңыз!</b> Танымал әлеуметтік желілерден фотосуреттер мен бейнелерді жүктеп алуға болады! Instagram TikTok YouTube Twitter Pinterest
uz: <b>Havolani yuboring va mediangizni oling!</b> Siz mashhur ijtimoiy tarmoqlardan foto va video fayllarni yuklab olishingiz mumkin! Instagram TikTok YouTube Twitter Pinterest

source: Choose language
fa: زبان را انتخاب کنید
hi: भाषा चुनें
kk: Тілді таңдаңыз
uz: Tilni tanlang

source: Language changed
fa: زبان تغییر کرد
hi: भाषा बदली
kk: Тіл өзгерді
uz: Til o'zgardi

source: Download {type} - {quality}p
fa: {type} - {quality}p دانلود
hi: डाउनलोड {type} - {quality}p
kk: Жүктеп алу {type} - {quality}p
uz: Yuklash Download {type} - {quality}p

source: Download
fa: دانلود
hi: डाउनलोड
kk: Жүктеп алу
uz: Yuklash

source: Restart bot
fa: ربات را دوباره راه اندازی کنید
hi: बॉट को पुनरारंभ करें
kk: Ботты қайта іске қосыңыз
uz: Botni qayta ishga tushirish

source: Change language
fa: زبان را انتخاب کنید
hi: भाषा चुनें
kk: Тілді таңдаңыз
uz: Tilni tanlang
